[Setting]
Language=Thai

[String]
IDS_MENU_FILE=文件
IDS_MENU_FILE_NEW=新建(&N)
IDS_MENU_FILE_OPEN=打开(&O)
IDS_MENU_FILE_CLOSE=关闭(&C)
IDS_MENU_FILE_EXIT=退出(&E)

IDS_MENU_EDIT=编辑
IDS_MENU_EDIT_CUT=剪切(&C)
IDS_MENU_EDIT_COPY=复制(&C)
IDS_MENU_EDIT_PASTE=粘贴(&P)

IDS_MENU_HELP=帮助
IDS_MENU_HELP_HELP=帮助(&H)
IDS_MENU_HELP_ABOUT=关于(&A)

IDS_VIEW_DISPLAY_HIDE=แสดง / ซ่อน
IDS_VIEW_DISPLAY=แสดง
IDS_VIEW_HIDE=ปิดบัง
IDS_VIEW_DISPLAY_ALL=แสดงทั้งหมด

IDS_VIEW_TRANSPARENCY=ความโปร่งใส
IDS_VIEW_TRANSPARENCY_NONE=ไม่มีอะไร
IDS_VIEW_TRANSPARENCY_20=20%
IDS_VIEW_TRANSPARENCY_40=40%
IDS_VIEW_TRANSPARENCY_60=60%
IDS_VIEW_TRANSPARENCY_80=80%

IDS_VIEW_RENDER_MODE=การแสดงผล（Ctrl+r）
IDS_VIEW_RENDER_SHADED_WITH_WIREFRAME=ของแข็ง + ลวด
IDS_VIEW_RENDER_SHADED=ของแข็ง
IDS_VIEW_RENDER_SHADED_TRANSPARENCY_30=ของแข็ง + ใส (30%)
IDS_VIEW_RENDER_SHADED_TRANSPARENCY_30_WITH_WIREFRAME=ของแข็ง + ใส (30%) + ลวด
IDS_VIEW_RENDER_WIREFRAME=ลวด	   
 
IDS_VIEW_MODE=ดู（Ctrl+v）
IDS_VIEW_ISO=มีมิติเท่ากัน
IDS_VIEW_TOP=มุมมองของแผน
IDS_VIEW_BOTTOM=ก้น
IDS_VIEW_FRONT=มุมมองด้านหน้า
IDS_VIEW_BACK=มองหลัง
IDS_VIEW_LEFT=มุมมองด้านข้างซ้าย
IDS_VIEW_RIGHT=มุมมองด้านข้างขวา
IDS_VIEW_AUTO_SWITCH=อัตโนมัติสลับ

IDS_VIEW_PROJECTION_MODE=วิธีการฉาย
IDS_VIEW_PROJECTION_ORTHOGRAPHIC=การฉายแบบขนาน
IDS_VIEW_PROJECTION_PERSPECTIVE=ฉายมุมมอง (มุมมอง)

IDS_OPTIONS=ตั้งค่าตัวเลือก

IDS_HELP=ช่วย

IDS_TOOLBAR=แถบเครื่องมือ
IDS_TOOLBAR_HIDE=ซ่อน
IDS_TOOLBAR_LARGE=ใหญ่
IDS_TOOLBAR_MEDIUM=ใน
IDS_TOOLBAR_SMALL=เล็ก

IDS_PART_NUMBER=Display Part Number

IDS_OPTONS_DLG_TITLE=Options
IDS_OK=ตกลง
IDS_CANCLE=การยกเลิก
IDS_RESET=ค่าเริ่มต้น
IDS_STATIC_BACKGROUND_COLOR=สีพื้นหลัง
IDS_STATIC_BACKGROUND_TOP=ด้านบน
IDS_STATIC_BACKGROUND_BOTTOM=ด้านล่าง
IDS_CHECK_FORCE_SOFTWARE=ขยายหน่วยความจำกราฟิก
IDS_CHECK_SHADOW=การแสดงเงา
IDS_CHECK_REVERSE_VERTICAL=ซูมเลื่อนการผกผัน
IDS_RADIO_DEFAULT_BACKGROUND_SETTING=พื้นหลังเริ่มต้น
IDS_RADIO_CHANGE_BACKGROUND_COLOR=สเปคสี